{"active_debug_status":{"message":"Depuração"},"active_live_debug_status":{"message":"Depuração em direto"},"active_preview_status":{"message":"A pré-visualizar"},"check_network":{"message":"Certifique-se de que permite cookies de terceiros dos sites optimize.google.com e www.google-analytics.com, verifique a ligação de rede, assim como a sua Política de Segurança de Conteúdos (CSP, https://support.google.com/optimize/answer/7388531), e tente novamente."},"diff_preview_container":{"message":"A pré-visualização nesta página é diferente da pré-visualização selecionada na página de detalhes da experiência."},"emulation_failure":{"message":"Falha na emulação da pré-visualização do dispositivo: $1","placeholders":{"1":{"content":"$1"}}},"enable_cookies":{"message":"Não é possível pré-visualizar a experiência. Certifique-se de que ativa os cookies e reinicia o navegador."},"enable_cookies_live":{"message":"Não é possível efetuar a depuração em direto. Certifique-se de que ativa os cookies e reinicia o navegador."},"ext_description":{"message":"Facilita a edição de conteúdo com o Google Optimize."},"failed_to_load":{"message":"Falha ao carregar o editor do Optimize."},"help":{"message":"Ajuda"},"inactive_preview_status":{"message":"Pré-visualização inativa"},"internal_error":{"message":"Ocorreu um erro interno no editor do Optimize."},"mobile":{"message":"Dispositivo móvel"},"no_optimize_snippet":{"message":"Esta página não tem um fragmento do Optimize para este contentor. Para pré-visualizar esta página e iniciar uma experiência, verifique se a sua página tem o fragmento configurado corretamente."},"no_preview_status":{"message":"Sem pré-visualização"},"no_snippet_status":{"message":"Sem fragmento"},"not_active_review_page":{"message":"Esta já não é a página de pré-visualização ativa. Atualize a página para ver a página de pré-visualização ativa ou não efetue qualquer ação para continuar a ver esta variação."},"not_experiment_page_1":{"message":"Esta extensão é uma ferramenta para pré-visualizar as suas páginas da experiência do Optimize."},"not_experiment_page_2":{"message":"A página atual não está a ser pré-visualizada."},"open_optimize":{"message":"Abrir Google Optimize"},"product_name":{"message":"Optimize"},"public_id_missing":{"message":"O fragmento do Google Optimize para o contentor com o ID $1 não está instalado corretamente nesta página. Para pré-visualizar experiências ou depurar o contentor, certifique-se de que o fragmento do Google Optimize está instalado nas páginas que pretende testar.","placeholders":{"1":{"content":"$1"}}},"reload":{"message":"Atualizar"},"tablet":{"message":"Tablet"},"turn_off":{"message":"Desativar a pré-visualização"},"turn_off_debug":{"message":"Desativar depuração"},"turn_off_live":{"message":"Desativar depuração em direto"},"url_redirect":{"message":"Google Optimize\n\nO URL introduzido:\n$1\nredireciona para esta página. Por motivos de segurança, alguns redirecionamentos não são suportados no editor do Optimize.\n\nPara utilizar esta página na sua experiência, utilize o botão Anterior do seu navegador para regressar ao Optimize e atualizar o URL do editor com o endereço desta página:\n$2","placeholders":{"1":{"content":"$1"},"2":{"content":"$2"}}},"web":{"message":"Web"}}
