{
   "active_debug_status": {
      "message": "Εντοπισμός σφαλμάτων"
   },
   "active_live_debug_status": {
      "message": "Ζωντανός εντοπισμός σφαλμάτων"
   },
   "active_preview_status": {
      "message": "Προεπισκόπηση"
   },
   "check_network": {
      "message": "Βεβαιωθείτε ότι επιτρέπετε cookie τρίτου μέρους από το optimize.google.com και από το www.google-analytics.com, ελέγξτε τη σύνδεση δικτύου και την πολιτική ασφάλειας περιεχομένου (CSP) (https://support.google.com/optimize/answer/7388531) και δοκιμάστε ξανά."
   },
   "diff_preview_container": {
      "message": "Η προεπισκόπηση σε αυτήν τη σελίδα είναι διαφορετική από αυτήν που είχε επιλεγεί για προεπισκόπηση από τη σελίδα λεπτομερειών πειράματος."
   },
   "emulation_failure": {
      "message": "Η προεπισκόπηση προσομοίωσης συσκευής απέτυχε: $1",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "enable_cookies": {
      "message": "Δεν ήταν δυνατή η προεπισκόπηση της εμπειρίας. Βεβαιωθείτε ότι έχετε ενεργοποιήσει τα cookie και επανεκκινήστε το πρόγραμμα περιήγησης."
   },
   "enable_cookies_live": {
      "message": "Δεν είναι δυνατός ο ζωντανός εντοπισμός σφαλμάτων. Βεβαιωθείτε ότι έχετε ενεργοποιήσει τα cookie και επανεκκινήστε το πρόγραμμα περιήγησης."
   },
   "ext_description": {
      "message": "Διευκολύνει την επεξεργασία περιεχομένου με το Google Optimize."
   },
   "failed_to_load": {
      "message": "Η φόρτωση του προγράμματος επεξεργασίας Optimize απέτυχε."
   },
   "help": {
      "message": "Βοήθεια"
   },
   "inactive_preview_status": {
      "message": "Ανενεργή προεπισκόπηση"
   },
   "internal_error": {
      "message": "Το πρόγραμμα επεξεργασίας Optimize αντιμετώπισε εσωτερικό σφάλμα."
   },
   "mobile": {
      "message": "Κινητές συσκευές"
   },
   "no_optimize_snippet": {
      "message": "Αυτή η σελίδα δεν διαθέτει απόσπασμα Optimize για αυτό το κοντέινερ. Για να κάνετε προεπισκόπηση αυτής της σελίδας και να ξεκινήσετε ένα πείραμα, ελέγξτε ότι το απόσπασμα έχει ρυθμιστεί σωστά στη σελίδα."
   },
   "no_preview_status": {
      "message": "Χωρίς προεπισκόπηση"
   },
   "no_snippet_status": {
      "message": "Χωρίς απόσπασμα"
   },
   "not_active_review_page": {
      "message": "Αυτή η σελίδα δεν είναι πλέον η σελίδα ενεργής προεπισκόπησης. Επαναλάβετε τη φόρτωση, για να δείτε την ενεργή προεπισκόπηση ή μην πραγματοποιήσετε καμία ενέργεια, για να συνεχίσετε να προβάλλετε αυτήν την παραλλαγή."
   },
   "not_experiment_page_1": {
      "message": "Αυτή η επέκταση είναι ένα εργαλείο για προεπισκόπηση των σελίδων πειραμάτων του Optimize."
   },
   "not_experiment_page_2": {
      "message": "Δεν εκτελείται προεπισκόπηση της τρέχουσας σελίδας."
   },
   "open_optimize": {
      "message": "Άνοιγμα του Google Optimize"
   },
   "product_name": {
      "message": "Optimize"
   },
   "public_id_missing": {
      "message": "Το απόσπασμα του Google Optimize για το κοντέινερ με αναγνωριστικό $1 δεν έχει εγκατασταθεί σωστά σε αυτήν τη σελίδα. Για να δείτε σε προεπισκόπηση τις εμπειρίες ή για να εντοπίσετε σφάλματα στο κοντέινερ, βεβαιωθείτε ότι το απόσπασμα του Google Optimize είναι εγκατεστημένο σε όλες τις σελίδες που θέλετε να ελέγξετε.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "reload": {
      "message": "Επανάληψη φόρτωσης"
   },
   "tablet": {
      "message": "Tablet"
   },
   "turn_off": {
      "message": "Απενεργοποίηση προεπισκόπησης"
   },
   "turn_off_debug": {
      "message": "Απενεργοποίηση εντοπισμού σφαλμάτων"
   },
   "turn_off_live": {
      "message": "Απενεργοποίηση του ζωντανού εντοπισμού σφαλμάτων"
   },
   "url_redirect": {
      "message": "Google Optimize\n\nΤο URL που καταχωρίσατε:\n$1\nανακατευθύνει σε αυτήν τη σελίδα. Για λόγους ασφαλείας, ορισμένες ανακατευθύνσεις δεν υποστηρίζονται στο πρόγραμμα επεξεργασίας Optimize.\n\nΓια να χρησιμοποιήσετε αυτήν τη σελίδα στο πείραμά σας, χρησιμοποιήστε το κουμπί \"Πίσω\" του προγράμματος περιήγησης που χρησιμοποιείτε, για να επιστρέψετε στο Optimize και να ενημερώσετε το URL του προγράμματος επεξεργασίας με τη διεύθυνση αυτής της σελίδας:\n$2",
      "placeholders": {
         "1": {
            "content": "$1"
         },
         "2": {
            "content": "$2"
         }
      }
   },
   "web": {
      "message": "Ιστός"
   }
}
